"Dashboard" = "Dashboard";
"New Invoice" = "New Invoice";
"Total" = "Total";
"Paid" = "Paid";
"Pending" = "Pending";
"Overdue" = "Overdue";
"Draft" = "Draft";
"No client" = "No client";
"No invoices yet" = "No invoices yet";
"Create your first invoice to get started" = "Create your first invoice to get started";
"Create Invoice" = "Create Invoice";
"Search invoices..." = "Search invoices...";
"Delete Invoice" = "Delete Invoice";
"Are you sure you want to delete this invoice?" = "Are you sure you want to delete this invoice?";
"Cancel" = "Cancel";
"Due" = "Due";
"invoices" = "invoices";

/* Settings */
"System" = "System";
"Light" = "Light";
"Dark" = "Dark";
"Invoicing" = "Invoicing";
"Configure the app to your preferences" = "Configure the app to your preferences";

/* Dashboard */
"Welcome back" = "Welcome back";
"Create an invoice" = "Create an invoice";
"Create an estimate" = "Create an estimate";
"Add a client" = "Add a client";
"View detailed reports" = "View detailed reports";
"Total Revenue" = "Total Revenue";
"Outstanding Invoices" = "Outstanding Invoices";
"Active Clients" = "Active Clients";
"This Month" = "This Month";
"Revenue Evolution" = "Revenue Evolution";
"Status Distribution" = "Status Distribution";
"Subtotal" = "Subtotal";
"Tax (TVA)" = "VAT";
"Edit Invoice" = "Edit Invoice";

/* Catalog */
"Construction Catalog" = "Construction Catalog";
"All" = "All";
"Materials" = "Materials";
"Labor" = "Labor";
"Equipment" = "Equipment";
"Search items..." = "Search items...";
"items" = "items";
"pcs" = "pcs";
"bag" = "bag";
"day" = "day";
"hour" = "hour";

/* Catalog Items */
"Porotherm Brick 25" = "Porotherm Brick 25";
"Ceramic brick for masonry" = "Ceramic brick for masonry";
"Cement CEM II 42.5R" = "Cement CEM II 42.5R";
"40kg Portland cement bag" = "40kg Portland cement bag";
"Rebar OB37 Ø12" = "Rebar OB37 Ø12";
"Steel rebar for reinforcement" = "Steel rebar for reinforcement";
"AAC Block Ytong" = "AAC Block Ytong";
"Autoclaved aerated concrete block" = "Autoclaved aerated concrete block";
"Polystyrene EPS100" = "Polystyrene EPS100";
"Expanded polystyrene insulation" = "Expanded polystyrene insulation";
"Masonry work" = "Masonry work";
"Brick masonry execution" = "Brick masonry execution";
"Plastering work" = "Plastering work";
"Traditional plaster application" = "Traditional plaster application";
"Painting work" = "Painting work";
"Surface preparation and painting" = "Surface preparation and painting";
"Tile installation" = "Tile installation";
"Ceramic tile installation" = "Ceramic tile installation";
"Concrete mixer rental" = "Concrete mixer rental";
"Daily equipment rental" = "Daily equipment rental";
"Scaffolding rental" = "Scaffolding rental";
"Scaffolding system rental" = "Scaffolding system rental";
"Crane service" = "Crane service";
"Mobile crane with operator" = "Mobile crane with operator";
"Invoices" = "Invoices";
"Estimates" = "Estimates";
"Clients" = "Clients";
"Items" = "Items";
"Reports" = "Reports";
"Settings" = "Settings";
"Language" = "Language";
"App Language" = "App Language";
"Theme" = "Theme";
"New" = "New";
"Save" = "Save";
"Preview" = "Preview";
"Preferences" = "Preferences";
"Delete" = "Delete";
"Duplicate" = "Duplicate";
"Undo" = "Undo";
"Redo" = "Redo";
"Client" = "Client";
"Details" = "Details";
"Number" = "Number";
"Issue Date" = "Issue Date";
"Due Date" = "Due Date";
"Currency" = "Currency";
"Status" = "Status";
"Notes" = "Notes";
"Line Items" = "Line Items";
"Qty" = "Qty";
"Unit Price" = "Unit Price";
"Tax %" = "Tax %";
"Discount %" = "Discount %";
"Subtotal (HT)" = "Subtotal (HT)";
"Tax (TVA)" = "Tax (TVA)";
"Total (TTC)" = "Total (TTC)";

